#1) ახსენით დეტალურად თუ რა არის  html 
#html არის პროგრამირების ენა რომელიც ქმნის website-ს და გაძლევტ საშვალებას რომ ტეხტი დაწეროთ

#2) ახსენით დეტალურად ყველა ნასწავლი თეგი
#<html>   აერთიანებს HTML დოკუმენტის მთელ შინაარსს
#<head>   შეიცავს მონაცემებს, როგორც სათაური და სტილები
#<title>  აყენებს საიტის სახელს/სათაურს
#<body>   აჩვენებს დოკუმენტის მთავარ კონტენტს, რაც ჩანს საიტზე
#<h1>–<h6>დანიშნულება: აჩვენებს სათაურებს, სადაც <h1> ყველაზე დიდი და <h6> ყველაზე   პატარაა.
#<p> ქმნის  პარაგრაფს
#<img>    დანიშნულება: აჩვენებს სურათს.

#3)  h1-დან h6-მდე თეგების განსხვავება
#HTML-ში თეგები <h1>-დან <h6>-მდე გამოიყენება სათაურების გამოსატანად. ისინი განასხვავებენ ტექსტის ზომას