# 1) კომენტარის სახით ჩამოთვალე ჩაშენებული ფუნქციები და რას შვება თითეული ახსენი
#range ფუნქცია გვაძლევდა რიცხვებს ჩვენს მიერ მითითებულ დიაპაზონში
#type ფუნქცია გვეხმარება რომ გავიგოთ პჩხილებში გადაცემული ელემენტის მონაცემთა ტიპს
#print(type(20))
#print ფუნქცია გვადლევს შედეგს ტერმინალში
#input გვეხმარება რომ მომხმარებელს შემოვატანინოდ რაიმე მნიშვნელობა
#number=int(input("enter a number: "))
# 2) კომენატრებით ახსენით როგორ იქმენბა def ფუნქცია 
#ფუნქციის შესაქმნელად საჭიროა def ის შემდეგ მოდის პუნქციის სახელი
# 3) შექმენით def ფუნქცია სახელად greet - მას უნდა ჰქონდეს 1 არგუმენტი name და  უნდა დაწერე მისალმების ფუნქცია
def greet(name):
    print("gamarjoba "+ name)
greet("data")
greet("giorgi")
greet("goga") 