#2) კომენტარებით ახსენით რა არის sequences, iteration და selection.
#sequences - ალგორითმი, ლოგიკური ნაბიჯების ნაკრები თანმიმდევრობით
#iteration - ნაბიჯების ან ინსტრუქციების მრავალჯერ გამეორების პროცესი
#selection - გამოიყენება ინფორმაციის მიხედვით არჩევანის გასაკეთებლად
#3) კომენტარებით ახსენით რა არის ალგორითმი და ჩამოთვალეთ რა გზები არსებობს მის წარმოსადგენად.
#algorithm - პროცედურა რომელიც გამოიყენება კითხვების დასადგენად
#4) შეეცადეთ თქვენით მიხვდეთ, თუ რა პასუხს გამოიტანს შემდეგი კოდი:
#print(True or False and False or True and False or False and False or False and True and False or True)
#print(5 > 10 or 7 * 7 / 7 == 7 and False or True and "1234" != "1234" and 7 + 3 * 3 + 1 == 15 and True and True or 100 > 100 or True)
#5) მომხმარებელს შემოატანინეთ რიცხვი და თუ ის არის ლუწი და არის 10-ზე მეტი, ან ტოლია 7-ის, დაბეჭდეთ True
#number = 7
#if number>10 or number==7:
#    print ('True')
#6) ივარჯიშეთ შემდეგ ფუნქციებზე: int, str, float, bool. თითოეულზე გააკეთეთ 3-3 მაგალითი
#7) მომხმარებელს შემოატანინეთ წელი და შეამოწმეთ, თუ ის არის ნაკიანი დაბეჭდეთ "This is leap year".(ნაკიანი წელიწადი იყოფა 4-ზე და არ იყოფა 100-ზე)
#year=int(input("Enter a year: "))
#if year // 4:
#    print ("This is a leap year")