# # Level 21

# # დავალება 1:
# დაებეჭდე სია ყოველ მეორე ელემენტზე.
# numbers = [10, 20, 30, 40, 50, 60, 70]
# print(numbers[::2])

# # დავალება 2:
# დაებეჭდე სია უკუღმა (reverse slicing გამოიყენე).
# letters = ['a', 'b', 'c', 'd', 'e']
# print(letters[::-1])

# # დავალება 3:
# დაიბეჭდოს ყოველი მესამე ელემენტი სიიდან, დაწყებული მეორე ელემენტიდან.
# items = ['x', 'y', 'z', 'a', 'b', 'c', 'd']
# print(items[1::2])


# # დავალება 4 :
# დაბეჭდე სტრინგი "Hello, World!" უკუღმა, ყოველი მეორე ასო.
# text = "Hello, World!"
# print(text[::-2])


