# # Level 21

# # დავალება 1:
# დაებეჭდე სია ყოველ მეორე ელემენტზე.

# numbers = [10, 20, 30, 40, 50, 60, 70]

#  შედეგი უნდა იყოს უნდა იყოს: [10, 30, 50, 70]

# # დავალება 2:
# დაებეჭდე სია უკუღმა (reverse slicing გამოიყენე).

# letters = ['a', 'b', 'c', 'd', 'e']

#  შედეგი უნდა იყოს: ['e', 'd', 'c', 'b', 'a']

# # დავალება 3:
# დაიბეჭდოს ყოველი მესამე ელემენტი სიიდან, დაწყებული მეორე ელემენტიდან.

# items = ['x', 'y', 'z', 'a', 'b', 'c', 'd']

#  შედეგი უნდა იყოს: ['y', 'a', 'd']

# # დავალება 4 :
# დაბეჭდე სტრინგი "Hello, World!" უკუღმა, ყოველი მეორე ასო.

# text = "Hello, World!"

#  შედეგი უნდა იყოს: '!lo olH'

