#1)  მომხმარებელს შემოატანინეთ თავისი გულის ცემა გააკეთეთ პატარა გულის ცემის სისტემა რომელიც ითვლის რა თქმა უნდა გულის ცემას  თუ 180 ზე მეტია ამ შემთხვევაში მაღალია თუ 160-დან 170 მდე არის ამ შემთვევაში არის ნორმალური თუ 160-ზე ნაკლებია ამ შემთხვევაში დაბალია 
# heartbeat=int(input("enter a number: "))
# if heartbeat > 180:
#     print("მაღალია")
# if heartbeat > 160 and heartbeat < 170:
#     print("ნორმალური")
# if heartbeat < 160:
#     print("ნაკლებია")
#2)შექმენი პროგრამა, რომელიც მომხმარებლის მიერ შეყვანილი ასაკის მიხედვით დაადგენს, რომელი ასაკობრივი ჯგუფის წევრია ადამიანი.
# თუ ასაკი უარყოფითია — გამოიტანე: "არასწორი ასაკი"
# თუ ასაკი ნაკლებია 13-ზე — გამოიტანე: "ბავშვი"
# თუ ასაკი არის 13-დან 19-ის ჩათვლით — გამოიტანე: "თინეიჯერი"
# თუ ასაკი არის 20-დან 59-ის ჩათვლით — გამოიტანე: "ზრდასრული"
# თუ ასაკი არის 60 ან მეტი — გამოიტანე: "პენსიონერი"
# age=int(input("Enter Your Age: "))
# if age < 0:
#     print("არასწორი ასაკი")
# if age < 13:
#     print("ბავშვი")
# if age > 13 and age < 19:
#     print("თინეიჯერი")
# if age > 20 and age < 59:
#     print("ზრდასრული")   
# if age > 60: 
#     print(პენსიონერი)