# # Level 18

# ```html

#  დავალება 1
# აჰსენი მოკლედ, რას ნიშნავს semantic tag და რისთვის არის საჭირო HTML-ში.

#  დავალება 2
# მიუწერე, რას აკეთებს თითო ქვემოთ ჩამოთვლილი თაგი:

# <b>

# <i>

# <u>

# <em>

# <strong>

# # დავალება 3
# ჩაწერე რომელ თაგებს ზემოთ ჩამოთვლილთაგან ეწოდება სემანტიკური და რომელთას არა.


#  დავალება 4
# შექმენი ერთი აბზაცი (<p>), სადაც გამოიყენებ ყველა ზემოთ ჩამოთვლილ formatting tag-ს (ანუ <b>, <i>, <u>, <em>, <strong>).

#  დავალება 5:
# რატომ ჯობს <strong> გამოიყენო b-ს ნაცვლად, როცა ტექსტი მნიშვნელოვანია?
# ```