#  1:
# სია:

# numbers = [10, 20, 30, 40, 50, 60, 70]
# აიღე ამ სიიდან პირველი 3 ელემენტი slicing-ის გამოყენებით.

#  2:
# სია:

# letters = ['a', 'b', 'c', 'd', 'e', 'f']
# დაპრინტე სიიდან ელემენტები 'c', 'd', 'e' slicing-ით.

#  3:
# სია:

# words = ['apple', 'banana', 'cherry', 'date', 'fig', 'grape']
# აიღე სიის ბოლო 2 ელემენტი slicing-ის მეშვეობით.

#  4:
# სია:

# colors = ['red', 'green', 'blue', 'yellow', 'purple']
# დაპრინტე სია შუიდან დაწყებული ბოლომდე (სადღაც 'blue'-დან ბოლომდე) slicing-ით.

#  5:
# სტრინგი:


# text = "programming"
# დაპრინტე მხოლოდ პირველი 5 სიმბოლო slicing-ის მეშვეობით.