#1) კომენტარებით ახსენით რისთვის გამოიყენება Len () ის ფუნქცია

#Len-ს ვიყენებთ რო გავიგოთ რამდენი ელემენტისგან შედგება სია

#2) კომენტარებით ახსენით რისთვის გამოიყენება List

#List შეიცავს სხვადასხვა სახის ინფორმაციას

#3) კომენტარებით ახსენით რა განსხვავებაა List ში და ცვალებ შორის

#List-ით შეგვიძლია შევიყვანოდ ბევრი რამე მაგრამ ცვალებიდ მხოლოდ ერთი

#4) შექმენით ლისტი, შეინახეთ სამი წიგნის სახელი.
# Books=("The Lord of the Rings", "The Little Prince", "Harry Potter and the Philosopher's Stone")
# #დაბეჭდე მთელი სია და დაბეჭდე, რამდენი წიგნია მასში.
# print(Books)
# print(len(Books))