# შექმენით 1 ცვლადი და ჩაწერეთ თქვენი სახელი(String)
name="data"
# შექმენით 2 ცვლადი და ჩაწერეთ თქვენი საყვარელი ფერები(String)
colours="black"
colours2="white"
# შექმენით 3 ცვლადი და შეინახეთ თქვენი და თქვენი მეგობრების ასაკები(Integer)
ages=13
ages2=14
ages3=15
# შექმენით 4 ცლვადი და თითოეულში შეინახეთ თქვენი ოჯახის წევერების სახელები
names="giorgi"
names2="elena"
names3="kiazo"
names4="data"
# შექმენით 2 ცვლადი და შეინახეთ მნიშვნელობა, გყავთ თუარა შინაური ცხოველი/ფრინველი(Boolean)
dog=False
cat=True
# კომენტარებით ახსენით რა განსხვავებაა თითოეულ მონაცემთა ტიპში
#string - ნებისმიერი რამ რაც პჩყალებში არის მოცემული არის სტრინგი მაგ:"დატა","12"
#integer - ნებისმიერი რიცხვი პჩყალების გარაშე არის ინტეგერი მაგ: 12 50
#float - ფლოატი არის ნებისმიერი ათწილადი რიცხვი არის ფლოატი მაგ: 10.5, 125.3, 50.5
#boolean - ბოოლეანი არის ან სიცრუე ან სიმართლემაგ მაგ:False, True
