# 1) 
# რისთვის ვიყენებთ Html-ს? დაწერეთ კომნტარებით 
# HTML არის ვებგვერდების შესაქმნელად გამოყენებული ძირითადი ენას.
# 2)
# კომენტარებით ახსენით რა არის empty tag და container tag-ი
#container tag-ს აქვს დასაწყისიც და დასასრულიც
#ეს ტეგები არ შეიცავს შინაარსს და არ აქვთ დახურვის ტეგი
# 3) 
# რატომ ვწერთ თაგებს პატარა ასოებით დაწერეთ კომენტარებით
# პატარა ასოებით რეკომენდებულია და პრაქტიკაში ასე უფრო გავრცელებულია
# 4)
# აქამდე ნასწავლი თაგები რაც გაქვთ კომენტარებით ახსენით რას შვება,
# აქამდე ნასწავლი თაგები: (head, body, title, meta, p, h1-h6, button, img, table)
# <head>	ტექნიკური ინფო გვერდზე
# <title>	ჩანართის სათაური
# <meta>	მეტა-ინფორმაცია (კოდირება, ავტორი და ა.შ.)
# <body>	მომხმარებლისთვის ხილული შინაარსი
# <h1>–<h6>	სათაურები სხვადასხვა ზომით
# <p>	ტექსტის პუნქტი
# <button>	ღილაკი
# <img>	სურათის ჩვენება
# <table>	ცხრილის შექმნა